pmo-dataset/variations/graphviz_basic/54.dot
digraph G {
  rankdir=LR;  
  node [shape=box];

  "StartEvent" -> "INQ transmits the transaction data request";
  "INQ transmits the transaction data request" -> "IP checks the request of the INQ";
  "IP checks the request of the INQ" -> "IP answers the question of the INQ";
  "IP answers the question of the INQ" -> "EndEvent";

  "StartEvent" [shape=circle, label=""];
  "EndEvent" [shape=circle, label=""];
}
